Repository: Thraxs/NtTracker
Catalog: NtTracker/Resources/Operation/Strings.*.resx
Languages: es_es

# Type_AccountLogin_Desc
source: A user has logged in to the system.
es_es: Un usuario ha iniciado sesión en el sistema.

# Type_PatientUpdate_Desc
source: Patient information modified.
es_es: Información del paciente modificada.

# Type_PatientDelete_Desc
source: Patient information deleted from the system.
es_es: Información del paciente eliminada del sistema.

# OperationTime
source: Timestamp
es_es: Fecha y hora

# OperationUser
source: User
es_es: Usuario

source: Operation type
es_es: Tipo de operación

# OperationsFilter
source: Filter operations
es_es: Filtrar operaciones

# OperationTimeFrom
source: Timestamp from
es_es: Fecha y hora desde

# OperationTimeTo
source: to
es_es: hasta

# Type_AccountLogin
source: User logged in
es_es: Inicio de sesión

# Type_PatientUpdate
source: Patient modified
es_es: Paciente modificado

# Type_PatientDelete
source: Patient deleted
es_es: Paciente borrado

# Type_AccountRegister
source: New user registered
es_es: Nuevo usuario registrado

# Type_AccountRegister_Desc
source: User registered to the system.
es_es: Usuario registrado en el sistema.

# OperationPatient
source: Patient
es_es: Paciente

# Type_PatientCreate
source: New patient registered
es_es: Nuevo paciente registrado

# Type_PatientCreate_Desc
source: A new patient has been registered to the system.
es_es: Un nuevo paciente ha sido registrado en el sistema.

# Type_AccountLock
source: Account locked
es_es: Cuenta bloqueada

# Type_AccountLock_Desc
source: A user account has been locked due to repeated login failures.
es_es: Una cuenta de usuario ha sido bloqueada debido a múltiples intentos de inicio de sesión fallidos.

# OperationsPatientId
source: Patient ID
es_es: ID Paciente

source: Operation data
es_es: Datos de la operación

# Type_AccountManualLock
source: Account locked manually
es_es: Cuenta bloqueada manualmente

# Type_AccountManualUnlock
source: Account unlocked manually
es_es: Cuenta desbloqueada manualmente

# Type_AccountManualLock_Desc
source: An account has been locked by an administrator.
es_es: Una cuenta ha sido bloqueada por un administrador.

# Type_AccountManualUnlock_Desc
source: An account has been unlocked by an administrator.
es_es: Una cuenta ha sido desbloqueada por un administrador.

# Type_AccountDelete
source: Account deleted
es_es: Cuenta borrada

# Type_AccountDelete_Desc
source: An account has been deleted by an administrator.
es_es: Una cuenta ha sido borrada por un administrador.

# Type_NbrSurveillanceUpdate
source: NBR surveillance information modified
es_es: Información de vigilancia RNR modificada

# Type_NbrSurveillanceUpdate_Desc
source: NBR surveillance information for a time slot modified.
es_es: Información de vigilancia RNR para un periodo de tiempo modificada.

# Type_MonitoringCreate
source: Monitoring created
es_es: Seguimiento creado

# Type_MonitoringCreate_Desc
source: A monitoring of a patient has been created.
es_es: Un seguimiento de un paciente ha sido creado.

# Type_MonitoringDelete
source: Monitoring deleted
es_es: Seguimiento borrado

# Type_MonitoringDelete_Desc
source: A monitoring of a patient has been deleted.
es_es: Un seguimiento de un paciente ha sido eliminado.

# Type_MonitoringUpdate
source: Monitoring modified
es_es: Seguimiento modificado

# Type_MonitoringUpdate_Desc
source: Monitoring of a patient modified.
es_es: Seguimiento de un paciente modificado.

# Type_PatientOpen
source: Tracking opened
es_es: Seguimiento abierto

# Type_PatientOpen_Desc
source: The tracking of a patient has been reopened.
es_es: El seguimiento de un paciente ha sido reabierto.

# Type_PatientClose
source: Tracking closed
es_es: Seguimiento cerrado

# Type_PatientClose_Desc
source: The tracking of a patient has been closed.
es_es: El seguimiento de un paciente ha sido cerrado.

# Type_HypothermiaDelete
source: Hypothermia information deleted
es_es: Información de hipotermia borrada

# Type_HypothermiaDelete_Desc
source: Hypothermia information for a time slot deleted.
es_es: Información de hipotermia para un periodo de tiempo borrada.

# Type_HypothermiaCreate
source: Hypothermia information created
es_es: Información de hipotermia creada

# Type_HypothermiaCreate_Desc
source: Hypothermia information for a time slot created.
es_es: Información de hipotermia para un periodo de tiempo creada.

# Type_HypothermiaUpdate
source: Hypothermia information modified
es_es: Información de hipotermia modificada

# Type_HypothermiaUpdate_Desc
source: Hypothermia information for a time slot modified.
es_es: Información de hipotermia para un periodo de tiempo modificada.

# Type_NbrSurveillanceCreate
source: NBR surveillance information created
es_es: Información de vigilancia RNR creada

# Type_NbrSurveillanceCreate_Desc
source: NBR surveillance information for a time slot created.
es_es: Información de vigilancia RNR para un periodo de tiempo creada.

# Type_NbrSurveillanceDelete
source: NBR surveillance information deleted
es_es: Información de vigilancia RNR borrada

# Type_NbrSurveillanceDelete_Desc
source: NBR surveillance information for a time slot deleted.
es_es: Información de vigilancia RNR para un periodo de tiempo borrada.
