Repository: Thraxs/NtTracker
Catalog: NtTracker/Resources/Patient/Strings.*.resx
Languages: es_es

source: Name
es_es: Nombre

source: Surnames
es_es: Apellidos

source: Birth date
es_es: Fecha de nacimiento

source: Birth type
es_es: Tipo de parto

# BirthType_Cesarean
source: Cesarean
es_es: Cesárea

# BirthType_Eutocic
source: Eutocic
es_es: Eutócico

# BirthType_Forceps
source: Forceps
es_es: Fórceps

source: Weight
es_es: Peso

source: CPR Type
es_es: Tipo de RCP

source: Lethargy
es_es: Letargia

source: Stupor
es_es: Estupor

source: Altered tone
es_es: Tono alterado

source: Altered reflexes
es_es: Reflejos alterados

source: Altered suction
es_es: Succión alterada

source: Personal data
es_es: Datos personales

source: Perinatal data
es_es: Datos perinatales

# ConciousnessData
source: Altered state of consciousness
es_es: Estado alterado de conciencia

source: Edit patient data
es_es: Editar datos del paciente

source: Delete patient
es_es: Borrar paciente

source: Birth date from
es_es: Fecha de nacimiento desde

# BirthDateTo
source: to
es_es: hasta

# Filter
source: Filter patients
es_es: Filtrar pacientes

# NhcDesc
source: Clinic History Number
es_es: Número de Historia Clínica

# NuhsaDesc
source: Andalusia Unique Health History Number
es_es: Número Único de Historia de Salud de Andalucía

source: Administrative data
es_es: Datos administrativos

# IdDesc
source: Tracking number
es_es: Número de seguimiento

# RegistrantName
source: Registrant
es_es: Registrante

# PatientStatus_Hypothermia
source: Hypothermia
es_es: Hipotermia

# PatientStatus_Monitoring
source: Monitoring
es_es: Seguimiento

# PatientStatus_NbrSurveillance
source: NBR Surveillance
es_es: Vigilancia RNR

# PatientStatus_NormalDesc
source: The patient is in a good state or not enough info has been introduced yet.
es_es: El paciente se encuentra en buen estado o no se ha introducido suficiente información.

source: Patient status
es_es: Estado del paciente

# PatientStatus_HypothermiaDesc
source: The patient shows signs of moderate/severe HIE. Check the Hypothermia section.
es_es: El paciente presenta signos de EHI moderada/severa. Compruebe la sección de Hipotermia.

# PatientStatus_NbrSurveillanceDesc
source: The patient passes the NBR criteria. Check the NBR Surveillance section.
es_es: El paciente pasa los criterios de RNR. Compruebe la sección de Vigilancia RNR.

# PatientStatus_MonitoringDesc
source: The patient shows signs of mild HIE. Check the Monitoring section.
es_es: El paciente presenta signos de EHI leve. Compruebe la sección de Seguimiento.

# ChangeHistory
source: Changelog
es_es: Historial de cambios

# DeleteTitle
source: Delete confirmation
es_es: Confirmación de borrado

# DeleteDescription
source: All the information related to this patient will be irreversibly removed from the system. Are you sure you want to delete this patient?
es_es: Toda la información relacionada con este paciente será eliminada de forma irreversible. ¿Está seguro de que quiere borrar este paciente?

# Edit
source: Edit patient
es_es: Editar paciente

# BirthType_Ventouse
source: Ventouse
es_es: Ventosa

# BirthType_Spatulas
source: Spatulas
es_es: Espátulas

# PatientStatus_ClosedDesc
source: This patient's tracking is closed and has to be opened to be modified.
es_es: El seguimiento de este paciente está cerrado y tiene que volver a abrirse para ser modificado.

# PatientStatus_Closed
source: Filed
es_es: Archivado

# OpenTracking
source: Reopen tracking
es_es: Reabrir seguimiento

# CloseTracking
source: File patient
es_es: Archivar paciente

# CloseTitle
source: Close tracking confirmation
es_es: Confirmación de cerrado de seguimiento

# OpenTitle
source: Reopen tracking confirmation
es_es: Confirmación de reapertura de seguimiento

# CloseDescription
source: The tracking for this patient will be closed and the status of the patient will no longer be taken into account by the system. This should be done if the patient no longer needs to be tracked by this application because he was either dicharged or any other reason.
es_es: El seguimiento para este paciente será cerrado y el estado del paciente no será tenido en cuenta por el sistema. Esto debe hacerse si el paciente ya no necesita ser monitorizado por esta aplicación ya sea por ser dado de alta o cualquier otro motivo.

# OpenDescription
source: The tracking for this patient will be open again and the status of the patient will be taken into account by the system again. Are you sure you want to open the tracking of this patient?
es_es: El seguimiento para este paciente será abierto de nuevo y el estado del paciente volverá a ser tenido en cuenta por el sistema. ¿Está seguro de que quiere abrir el seguimiento de este paciente?

# CloseDescription2
source: You can open again this tracking at any time. Are you sure you want to close the tracking of this patient?
es_es: Puede volver a abrir el seguimiento de este paciente en cualquier momento. ¿Está seguro de que quiere cerrar el seguimiento de este paciente?

source: Other data
es_es: Otros datos

# CprType_1
source: Type 1
es_es: Tipo 1

# CprType_2
source: Type 2
es_es: Tipo 2

# CprType_3
source: Type 3
es_es: Tipo 3

# CprType_4
source: Type 4
es_es: Tipo 4

# CprType_5
source: Type 5
es_es: Tipo 5

source: Last status
es_es: Último estado

# LastStatusDesc
source: Status of the patient at the time of filing.
es_es: Estado del paciente antes de ser archivado.

# ExportedFileName
source: Data
es_es: Datos

# ExportData
source: Export results to spreadsheet
es_es: Exportar resultados a hoja de cálculo

# ExportInfo
source: Generating spreadsheet...
es_es: Generando hoja de cálculo...

source: Close
es_es: Cerrar

# ExportInfo2
source: Note: There is a limit to the amount of patients to export at once. If you reach this limit modify the filter to obtain an smaller result set.
es_es: Nota: Existe un límite de cantidad de pacientes a exportar de una vez. Si alcanza ese límite modifique el filtro para obtener un conjunto de resultados más pequeño.

# PatientSex_Male
source: Male
es_es: Masculino

# PatientSex_Female
source: Female
es_es: Femenino

# PatientSex
source: Sex
es_es: Sexo
