Repository: Thraxs/NtTracker
Catalog: NtTracker/Resources/Analysis/Strings.*.resx
Languages: es_es

source: Platelet count
es_es: Recuento de plaquetas

# PlateletCountInfo
source: Normal range is between 100 000 and 350 000
es_es: El rango normal es entre 100 000 y 350 000

# PlateletDanger
source: Count outside of normal range, possible presence of Thrombocytopenia.
es_es: Recuento fuera del rango normal, posible presencia de plaquetopenia.

# ALT
source: Alanine transaminase (ALT/ALAT)
es_es: Alanina aminotransferasa (ALT)

# ALTInfo
source: Normal range is between 4.8 and 21
es_es: El rango normal es entre 4,8 y 21

# ALTDanger
source: Value outside of normal range.
es_es: Valor fuera del rango normal.

# AST
source: Aspartate transaminase (AST/ASAT)
es_es: Aspartato aminotransferasa (AST)

# ASTInfo
source: Normal range is between 6 and 60
es_es: El rango normal es entre 6 y 60

# ASTDanger
source: Value outside of normal range.
es_es: Valor fuera del rango normal.

# CPK
source: Creatine kinase (CK/CPK)
es_es: Creatinina-quinasa (CK/CPK)

# CPKInfo
source: Normal range is between 9.6 and 320
es_es: El rango normal es entre 9,6 y 320

# CPKDanger
source: Value outside of normal range.
es_es: Valor fuera del rango normal.

# Proteins
source: Total protein
es_es: Proteínas totales

# ProteinsInfo
source: Normal range is between 60 and 84
es_es: El rango normal es entre 60 y 84

# ProteinsDanger
source: Value outside of normal range.
es_es: Valor fuera del rango normal.

# Hemoglobin
source: Hemoglobin (Hb)
es_es: Hemoglobina

# HemoglobinInfo
source: Normal range is between 140 and 200
es_es: El rango normal es entre 140 y 200

# HemoglobinDanger
source: Value outside of normal range.
es_es: Valor fuera del rango normal.

# Hematocrit
source: Hematocrit (Hct)
es_es: Hematocrito (Hto)

# HematocritInfo
source: Normal range is between 0.31 and 0.63
es_es: El rango normal es entre 0,31 y 0,63

# HematocritDanger
source: Percentage outside of normal range.
es_es: Porcentaje fuera del rango normal.

# Sodium
source: Sodium (Na)
es_es: Sodio (Na)

# Potassium
source: Potassium (K)
es_es: Potasio (K)

# Chloride
source: Chloride (Cl)
es_es: Cloro (Cl)

# SodiumDanger
source: Value outside of normal range.
es_es: Valor fuera del rango normal.

# PotassiumDanger
source: Value outside of normal range, possible presence of hypokalemia or hyperkalemia.
es_es: Valor fuera del rango normal, posible presencia de hipopotasemia o hiperpotasemia.

# ChlorideDanger
source: Value outside of normal range.
es_es: Valor fuera del rango normal.

# SodiumInfo
source: Normal range is between 134 and 147
es_es: El rango normal es entre 134 y 147

# PotassiumInfo
source: Normal range is between 3.5 and 5.9
es_es: El rango normal es entre 3,5 y 5,9

# ChlorideInfo
source: Normal range is between 95 and 110
es_es: El rango normal es entre 95 y 110
