Repository: Thraxs/NtTracker
Catalog: NtTracker/Resources/Monitoring/Strings.*.resx
Languages: es_es

# Create
source: Create monitoring
es_es: Crear seguimiento

# AddMonitoring
source: Add exam
es_es: Añadir exámen

source: Edit
es_es: Editar

# DeleteMonitoring
source: Delete
es_es: Borrar

# DeleteMonitoringDescription
source: This exam will be irreversibly removed from the system. Are you sure you want to delete it?
es_es: Este exámen será eliminado de forma irreversible. ¿Está seguro de que quiere borrarlo?

# DeleteMonitoringTitle
source: Delete confirmation
es_es: Confirmación de borrado

# CognitiveData
source: Cognitive
es_es: Cognitivo

# EmotionalData
source: Emotional
es_es: Emocional

source: Description
es_es: Descripción

source: Muscular tone
es_es: Tono muscular

# MuscularTone_Both
source: Both
es_es: Ambas

# MuscularTone_Hypertonia
source: Hypertonia
es_es: Hipertonía

# MuscularTone_Hypotonia
source: Hypotonia
es_es: Hipotonía

source: Spasticity
es_es: Espasticidad

source: Dystonia
es_es: Distonía

source: Dyskinesia
es_es: Discinesia

source: Hyperreflexia
es_es: Hiperreflexia

source: Development reflexes
es_es: Reflejos del desarrollo

# DevelopmentReflexes_Absent
source: Absent
es_es: Ausentes

# DevelopmentReflexes_Extreme
source: Extreme
es_es: Extremos

# DevelopmentReflexes_Present
source: Present
es_es: Presentes

source: Cognitive deficit
es_es: Déficit cognitivo

# CognitiveDeficit_Mild
source: Mild
es_es: Leve

# CognitiveDeficit_Moderate
source: Moderate
es_es: Moderado

# CognitiveDeficit_Severe
source: Severe
es_es: Severo

# CognitiveDeficit_Deep
source: Deep
es_es: Profundo

source: PrimaryReflexes
es_es: Reflejos primarios

# AuditoryDeficit
source: Auditory sensory deficit
es_es: Déficit sensorial auditivo

# AuditoryDeficit_Hypoacusia
source: Hypoacusia
es_es: Hipoacusia

# AuditoryDeficit_Deafness
source: Deafness
es_es: Sordera

# VisualDeficit
source: Visual sensory deficit
es_es: Déficit sensorial visual

# VisualDeficit_Blindness
source: Blindness
es_es: Ceguera

# VisualDeficit_Decrease
source: Decrease
es_es: Disminución

source: Vocal deficit
es_es: Déficit vocal

# VocalDeficit_Babbling
source: Babbling
es_es: Balbuceo

# VocalDeficit_Snarl
source: Snarl
es_es: Gruñido

# EmotionalResponse_Displeasure
source: Displeasure
es_es: Desagrado

# EmotionalResponse_None
source: None
es_es: Ninguna

# EmotionalResponse_Pleasure
source: Pleasure
es_es: Placer

# TactileResponse
source: Response to tactile stimuli
es_es: Respuesta a estímulos táctiles

# SoundResponse
source: Response to sound stimuli
es_es: Respuesta a estímulos sonoros

# CaretakerResponse
source: Response to contact with caretaker
es_es: Respuesta al contacto con cuidador

# StrangersResponse
source: Response to contact with strangers
es_es: Respuesta al contacto con extraños

source: Smiles
es_es: Sonrie

# MonitoringInfo
source: Exam info
es_es: Información del examen

source: Comments
es_es: Comentarios

# NoMonitorings
source: No exams have been saved for this patient. Click the button below to add a new one.
es_es: No se han guardado exámenes para este paciente. Pulse el botón abajo para crear uno nuevo.

source: Back
es_es: Volver

# EditTitle
source: Edit monitoring exam
es_es: Editar examen de seguimiento

# ViewTitle
source: Monitoring exam details
es_es: Detalles de examen de seguimiento
